Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PassportUploadNotImage
source: You can only upload image files.
ar: يمكنك رفع ملفات الصور فقط.
be: Вы можаце запампоўваць толькі файлы з відарысамі.
ca: Només podeu pujar fitxers d'imatge.
de: Nur Bilder können hochladen werden.
es: Sólo puedes subir archivos de imagen.
fa: شما فقط می‌توانید فایل‌های تصویری را آپلود کنید.
fi: Voit lähettää vain kuvatiedostoja.
fr: Vous ne pouvez envoyer que des images.
id: Anda hanya dapat mengunggah gambar.
it: Puoi caricare solamente immagini.
ko: 이미지 파일만 업로드하실 수 있습니다.
ms: Anda hanya boleh muat naik fail imej sahaja.
nl: Je kunt alleen afbeeldingen uploaden
pl: Możesz przesyłać tylko pliki graficzne.
pt_br: Você pode enviar apenas arquivos de imagem.
ru: Вы можете загружать только изображения.
sv: Du kan enbart ladda upp bildfiler.
tr: Sadece resim dosyalarını yükleyebilirsiniz.
uk: Ви можете завантажувати лише зображення.
uz: Siz faqat rasm fayllarini yuklashingiz mumkin.
zh_cn: 您只能上传图片文件。
zh_tw: 您只能上傳圖片文件。

# PassportUseLatinOnly
source: Please use latin characters only.
ar: يرجى استخدام الأحرف اللاتينية فقط
be: Можна ўводзіць толькі лацінскія сімвалы.
ca: Useu només caràcters de l'alfabet llatí.
de: Bitte nur lateinische Schriftzeichen benutzen.
es: Por favor, usa sólo caracteres latinos.
fa: لطفاً فقط از کاراکترهای لاتین استفاده کنید.
fi: Käytä vain latinalaisia aakkosia
fr: Merci de n'utiliser que des caractères latins.
id: Mohon hanya gunakan karakter latin.
it: Usare solo caratteri latini.
ko: 로마자만 사용해 주세요.
ms: Sila guna aksara latin sahaja.
nl: Controleer of je naam geen ongeldige tekens bevat.
pl: Używaj tylko znaków łacińskich.
pt_br: Por favor, use apenas caracteres latinos.
ru: Пожалуйста, используйте только латиницу.
sv: Använd endast latinska tecken.
tr: Sadece latin karakterleri kullanın.
uk: Використовуйте лише латинські літери.
uz: Faqat lotin harflaridan foydalaning.
zh_cn: 只能使用拉丁字母。
zh_tw: 只能使用拉丁字母。

# PasswordAsHintError
source: Hint must be different from your password
ar: يجب أن يكون التلميح مختلفًا عن كلمة مرورك
be: Падказка не можа супадаць з паролем
ca: La pista ha de ser diferent de la contrasenya
de: Der Hinweis darf nicht das Passwort sein.
es: La pista debe ser diferente de tu contraseña
fa: راهنما باید با گذرواژه شما متفاوت باشد
fi: Vihje ei voi olla sama kuin salasanasi.
fr: L'indice doit être différent du mot de passe
id: Petunjuk harus berbeda dari sandi Anda
it: Il suggerimento deve essere diverso dalla password
ko: 힌트는 비밀번호와 달라야 합니다
ms: Panduan hendaklah lain dari kata laluan anda
nl: De hint moet anders zijn dan je wachtwoord
pl: Podpowiedź musi różnić się od hasła
pt_br: A dica deve ser diferente da sua senha
ru: Подсказка не должна совпадать с паролем
sv: Ledtråden får inte vara samma som lösenordet!
tr: İpucu, parolanızdan farklı olmalı
uk: Підказка має відрізнятися від вашого пароля
uz: Ishora paroldan farqli boʻlishi kerak
zh_cn: 密码提示必须与密码本身不同
zh_tw: 密碼提示必須與密碼本身不同

# PasswordCode
source: Code
ar: الرمز
be: Код
ca: Codi
es: Código
fa: کد
fi: Koodi
id: Kode
it: Codice
ko: 코드
ms: Kod
pl: Kod
pt_br: Código
ru: Код
sv: Kod
tr: Kod
uk: Код
uz: Kod
zh_cn: 验证码
zh_tw: 驗證碼

# PasswordDoNotMatch
source: Passwords do not match
ar: كلمتا المرور غير متطابقتين
be: Паролі не супадаюць
ca: Les contrasenyes no concorden
de: Kennwörter stimmen nicht überein
es: Las contraseñas no coinciden
fa: گذرواژه‌ها همخوانی ندارند
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
id: Sandi tidak cocok
it: Le password non corrispondono
ko: 비밀번호가 맞지 않습니다
ms: Kata laluan salah
nl: Wachtwoorden komen niet overeen
pl: Hasła są niezgodne
pt_br: As senhas não são iguais
ru: Пароли не совпадают
sv: Lösenorden överensstämmer inte
tr: Parolalar eşleşmiyor
uk: Паролі не збігаються
uz: Parollar bir-biriga mos emas
zh_cn: 前后两次输入的密码不一致
zh_tw: 前後兩次輸入的密碼不一致

# PasswordEmailInvalid
source: Invalid email address. Please check that you've entered it correctly and try again.
ar: بريد إلكتروني غير صالح. تُرجى إعادة المحاولة.
be: Памылковы адрас электронай пошты. Праверце, што вы ўвялі яго правільна і паспрабуйце яшчэ раз.
ca: L'adreça electrònica no és vàlida. Comproveu-la i torneu a provar-ho.
de: Ungültige E-Mail-Adresse. Bitte prüfe, ob du sie richtig eingetippt hast und versuche es erneut.
es: Correo inválido. Por favor, revisa si lo pusiste correctamente y reinténtalo.
fa: آدرس ایمیل نامعتبر است. لطفاً بررسی کنید که آن را درست وارد کرده باشید و سپس دوباره تلاش کنید.
fi: Virheellinen sähköpostiosoite. Yritä uudelleen.
fr: Courriel invalide. Merci de vérifier que vous l'avez entré correctement et de réessayer.
id: Alamat email salah. Mohon untuk cek dan coba lagi.
it: Indirizzo email non valido. Per favore controlla di averlo inserito correttamente e riprova.
ko: 잘못된 이메일 주소입니다.. 제대로 입력했는지 확인하고 다시 시도해 주세요.
ms: Alamat emel tak sah. Sila tentukan anda telah memasukinya dengan betul dan cuba lagi.
nl: Ongeldig e-mailadres, controleer of je het adres correct hebt ingegeven en probeer opnieuw.
pl: Nieprawidłowy adres e-mail. Sprawdź, czy został wpisany poprawnie i spróbuj ponownie.
pt_br: Endereço de email inválido. Por favor, verifique se você digitou corretamente e tente de novo.
ru: Некорректный адрес электронной почты. Пожалуйста, проверьте, что правильно указываете адрес, и попробуйте ещё раз.
sv: Ogiltig e-postadress, försök igen.
tr: Geçersiz e-posta adresi. Lütfen doğru girdiğinizi kontrol edip tekrar deneyin.
uk: Недопустима адреса е-пошти. Перевірте, чи правильно ви її ввели, і спробуйте ще раз.
uz: Email manzili xato. Manzil toʻgʻri kiritilganini tekshiring va qaytadan urining.
zh_cn: 电子邮箱地址有误
zh_tw: 電郵地址有誤

source: Password Hint
ar: تلميح كلمة المرور
be: Падказка для пароля
ca: Pista de la contrasenya
de: Passwort-Erinnerung
es: Pista para la contraseña
fa: راهنمای گذرواژه
fi: Salasanavihje
fr: Indice du mot de passe
id: Petunjuk Sandi
it: Suggerimento password
ko: 비밀번호 힌트
ms: Panduan Kata laluan
nl: Wachtwoordhint
pl: Podpowiedź do hasła
pt_br: Dica da senha
ru: Подсказка
sv: Lösenordstips
tr: Parola İpucu
uk: Підказка пароля
uz: Parol ishorasi
zh_cn: 密码提示
zh_tw: 密碼提示

# PasswordHintDescription
source: You can create an optional hint for your password.
ar: يمكنك إنشاء تلميح اختياري لكلمة مرورك.
ca: Podeu crear una pista opcional per a la contrasenya.
de: Du kannst einen Passworthinweis hinterlegen.
es: Puedes poner una pista opcional para tu contraseña.
fi: Voit halutessasi lisätä salasanavihjeen.
fr: Vous pouvez créer un indice pour votre mot de passe.
it: Puoi creare un suggerimento opzionale per la tua password.
ko: 비밀번호에 추가 힌트를 생성할 수 있습니다.
ms: Anda boleh cipta panduan pilihan untuk kata laluan anda.
pl: Możesz utworzyć opcjonalną podpowiedź dla swojego hasła.
pt_br: Você pode criar uma dica opcional para sua senha.
ru: Если хотите, укажите подсказку для пароля.
sv: Du kan, om du vill, skapa en ledtråd till lösenordet.
tr: Parolanız için isteğe bağlı bir ipucu oluşturabilirsiniz.
uk: За бажанням ви можете додати підказку до пароля.

# PasswordHintPlaceholder
source: Hint
ar: التلميح
be: Падказка
ca: Pista
de: Hinweis
es: Pista
fa: راهنما
fi: Vihje
fr: Indice
id: Petunjuk
it: Suggerimento
ko: 힌트
ms: Petunjuk
pl: Podpowiedź
pt_br: Dica
ru: Подсказка
sv: Ledtråd
tr: İpucu
uk: Підказка
uz: Ishora

# PasswordHintText
source: Create a hint for your password
ar: يُرجى إنشاء تلميحٍ لكلمة مرورك
be: Стварыце падказку для вашага пароля
ca: Creeu una pista per a la contrasenya
de: Hinweis auf dein Passwort eingeben
es: Crea una pista para tu contraseña
fa: برای گذرواژه خود یک راهنما ایجاد کنید
fi: Luo salasanavihje
fr: Créez un indice pour le mot de passe
id: Buat petunjuk untuk katasandi Anda
it: Crea un suggerimento per la tua password
ko: 비밀번호 힌트를 만드세요
ms: Sila cipta panduan untuk kata laluan anda
nl: Stel een hint voor je wachtwoord in
pl: Utwórz podpowiedź dla hasła
pt_br: Crie uma dica para sua senha
ru: Введите подсказку для пароля
sv: Skapa en ledtråd till ditt lösenord
tr: Parolanız için bir ipucu oluşturun
uk: Створіть підказку для свого пароля
uz: Parol uchun eslatma kiriting
zh_cn: 请创建一个密码提示
zh_tw: 請建立一個密碼提示

# PasswordHintTextLogin
source: Create a hint for your password.
ar: إنشاء تلميح لكلمة المرور.
be: Стварыце падказку для вашага пароля.
ca: Creeu una pista per a la contrasenya.
de: Lege eine Passworterinnerung fest.
es: Crea una pista para tu contraseña.
fi: Anna salasanallesi vihje.
fr: Créer un indice pour votre mot de passe.
it: Crea un suggerimento per la tua password.
ko: 비밀번호 힌트를 생성해주세요.
ms: Cipta petunjuk untuk kata laluan anda.
pl: Utwórz podpowiedź dla hasła.
pt_br: Cria uma dica para a sua senha.
ru: Задайте подсказку для пароля.
sv: Lägg in en ledtråd till lösenordet
tr: Parolanız için bir ipucu oluşturun.
uk: Створіть підказку для свого пароля.

# PasswordOff
source: Off
ar: معطّلة
be: Выкл.
ca: Desactivada
de: Aus
es: Desactivada
fa: غیرفعال
fi: Ei käytössä
fr: Désactivée
id: Mati
it: No
ko: 해제
ms: Tutup
nl: Uit
pl: Wył.
pt_br: Desativada
ru: Выкл.
sv: Av
tr: Kapalı
uk: Вимкнено
uz: Yoqilmagan

# PasswordOn
source: On
ar: مفعّل
be: Укл.
ca: Activada
de: Ein
es: Activada
fa: فعال
fi: Käytössä
fr: Activée
id: Nyala
it: Sì
ko: 켬
ms: Buka
nl: Aan
pl: Wł.
pt_br: Ativada
ru: Вкл.
sv: På
tr: Açık
uk: Увімкнено
uz: Yoniq

source: Password Recovery
ar: استرداد كلمة المرور
be: Аднаўленне пароля
ca: Recuperació de la contrasenya
de: Passwort zurücksetzen
es: Recuperar contraseña
fa: بازیابی گذرواژه
fi: Salasanan palautus
fr: Récupération du mot de passe
id: Pulihkan Kata Sandi
it: Recupero password
ko: 비밀번호 복구
ms: Pemulihan Kata laluan
nl: Wachtwoordherstel
pl: Odzyskiwanie hasła
pt_br: Recuperação de Senha
ru: Восстановление пароля
sv: Lösenordsåterställning
tr: Parola Kurtarma
uk: Відновлення пароля
uz: Parolni tiklash
zh_cn: 找回密码
zh_tw: 找回密碼

# PasswordReset
source: Password deactivated
ar: تم تعطيل كلمة المرور
be: Пароль адключаны
ca: Contrasenya desactivada
de: Passwort deaktiviert
es: Contraseña desactivada
fa: گذرواژه غیرفعال شد
fi: Salasana poistettu käytöstä
fr: Mot de passe désactivé
id: Kata Sandi dinonaktifkan
it: Password disattivata
ko: 비밀번호 비활성화
ms: Kata laluan dibatalkan
nl: Wachtwoord uitgeschakeld
pl: Hasło zostało zdezaktywowane
pt_br: Senha desativada
ru: Пароль отключён
sv: Lösenord inaktiverat
tr: Parola devre dışı bırakıldı
uk: Пароль деактивовано
uz: Parol faolsizlantirildi
zh_cn: 密码已删除
zh_tw: 密碼已删除

source: Paste from clipboard
ar: لصق من الحافظة
be: Уставіць з буферу абмену
ca: Enganxa del porta-retalls
de: Aus Zwischenablage einfügen
es: Pegar desde el portapapeles
fa: چسباندن از حافظه
fi: Liitä leikepöydältä
fr: Coller depuis le presse-papier
id: Salin dari Papan Klip
it: Incolla dagli appunti
ko: 클립보드에서 붙여넣기
ms: Tampal dari papan klip
nl: Plakken uit klembord
pl: Wklej ze schowka
pt_br: Colar
ru: Вставить из буфера обмена
sv: Klistra in från Urklipp
tr: Panodan yapıştır
uk: Вставити з буфера обміну
uz: Vaqtincha xotiradan qoʻyish

source: Pause all
ar: إيقاف الكل مؤقتًا
be: Прыпыніць усе
ca: Detén-ho tot
de: Alle pausieren
es: Pausar todo
fi: Pysäytä kaikki
fr: Tout suspendre
it: Sospendi tutti
ms: Hentikan seketika semua
pl: Wstrzymaj wszystkie
pt_br: Pausar tudo
ru: Остановить все
sv: Pausa allt
tr: Tümünü duraklat
uk: Призупинити всі

# PaymentBillingAddress
source: Billing address
ar: عنوان الدفع
be: Адрас для выстаўлення рахункаў
ca: Adreça de facturació
de: Rechnungsadresse
es: Dirección de facturación
fa: آدرس صدور قبض
fi: Laskutusosoite
fr: Adresse de facturation
id: Alamat Penagihan
it: Indirizzo di fatturazione
ko: 청구 주소
ms: Alamat bil
nl: Factuuradres
pl: Adres rozliczeniowy
pt_br: Endereço de cobrança
ru: Платёжный адрес
sv: Fakturaadress
tr: Fatura adresi
uk: Платіжна адреса
uz: Toʻlovchi manzili
zh_cn: 账单地址
zh_tw: 帳單地址

# PaymentCardCvv
source: Security Code (CVV)
ar: رمز الأمان (CVV)
be: Код бяспекі (CVV)
ca: Codi de seguretat (CVV)
de: Kartenprüfnummer (CVV)
es: Código de seguridad (CVV)
fa: کد امنیتی (CVV)
fi: Turvakoodi (CVV)
fr: Code de sécurité (CVC)
id: Kode Keamanan (CVV)
it: Codice di sicurezza (CVV)
ko: 보안 코드 (CVV)
ms: Kod Sekuriti (CVV)
nl: Veiligheidscode (CVV)
pl: Kod weryfikacyjny (CVV)
pt_br: Código de Segurança (CVV)
ru: Код безопасности (CVV)
sv: Säkerhetskod (CVV)
tr: Güvenlik Kodu (CVV)
uk: Код безпеки (CVV)
uz: Xavfsizlik kodi (CVV)
zh_cn: 安全码（CVV）
zh_tw: 安全碼（CVV）

# PaymentCardExpireDate
source: MM/YY
ar: سنة/شهر
be: ММ/ГГ
ca: MM/AA
de: MM/JJ
es: MM/AA
fa: ماه/سال
fi: KK/VV
fr: MM/AA
it: MM/AA
ms: BB/TT
nl: MM/JJ
pt_br: MM/AA
ru: ММ/ГГ
sv: MM-ÅÅ
tr: AA/YY
uk: ММ/РР
uz: OO/YY
zh_cn: 月/年
zh_tw: 月/年

# PaymentCardInfo
source: Payment info
ar: معلومات الدفع
be: Плацежныя звесткі
ca: Informació de pagament
de: Zahlungsinformationen
es: Datos de pago
fa: اطلاعات پرداخت
fi: Maksutiedot
fr: Infos de paiement
id: Informasi Pembayaran
it: Informazioni di pagamento
ko: 결제 정보
ms: Maklumat pembayaran
nl: Betaalinformatie
pl: Informacje o płatności
pt_br: Dados de pagamento
ru: Реквизиты
sv: Betalningsinfo
tr: Ödeme bilgisi
uk: Платіжні дані
uz: Toʻlov maʼlumoti
zh_cn: 付款信息
zh_tw: 付款訊息

# PaymentCardName
source: First and Last Name
ar: الاسم الأول واسم العائلة
be: Імя і прозвішча
ca: Nom i cognoms
de: Vor- und Nachname
es: Nombre completo
fa: نام و نام خانوادگی
fi: Etu- ja sukunimi
fr: Prénom et nom
id: Nama Depan dan Belakang
it: Nome e cognome
ko: 성명
ms: Nama Pertama dan Akhir
nl: Voor- en Achternaam
pl: Imię i nazwisko
pt_br: Nome e Sobrenome
ru: Имя и фамилия
sv: Förnamn Efternamn
tr: Ad ve Soyad
uk: Імʼя Прізвище
uz: Ismi va familiyasi
zh_cn: 姓名
zh_tw: 姓名

# PaymentCardNumber
source: Card Number
ar: رقم البطاقة
be: Нумар карткі
ca: Número de la targeta
de: Kartennummer
es: Número de tarjeta
fa: شماره کارت
fi: Kortin numero
fr: Numéro de carte
id: Nomor Kartu
it: Numero della carta
ko: 카드 번호
ms: Nombor Kad
nl: Kaartnummer
pl: Numer karty
pt_br: Número do Cartão
ru: Номер карты
sv: Kortnummer
tr: Kart Numarası
uk: Номер картки
uz: Karta raqami
zh_cn: 卡号
zh_tw: 卡號

# PaymentCardSavePaymentInformation
source: Save Payment Information
ar: حفظ معلومات الدفع
be: Захаваць плацежныя звесткі
ca: Desa la informació de pagament
de: Zahlungsinformationen speichern
es: Guardar datos de pago
fa: ذخیره اطلاعات پرداخت
fi: Tallenna maksutiedot
fr: Garder les infos de paiement
id: Simpan Informasi Pembayaran
it: Salva info di pagamento
ko: 결제 정보 저장
ms: Simpan Maklumat Pembayaran
nl: Betalingsinformatie opslaan
pl: Zapisz informacje o płatności
pt_br: Salvar Dados de Pagamento
ru: Сохранить реквизиты
sv: Spara betalningsinfo
tr: Ödeme Bilgisini Kaydet
uk: Зберегти платіжні дані
uz: To‘lov ma’lumotini saqlash
zh_cn: 保存付款信息
zh_tw: 保存付款訊息

# PaymentCardSavePaymentInformationInfoLine1
source: You can save your payment info for future use. It will be stored directly with the payment provider. Telegram has no access to your credit card data.
ar: يمكنك حفظ معلومات الدفع لاستخدامها مستقبلًا. سيتم حفظها مباشرة مع مزود الدفع. لاتملك تيليجرام صلاحية الوصول إلى بيانات بطاقتك الائتمانية.
be: Вы можаце захаваць свае плацежныя звесткі, каб карыстацца імі ў будучым. Яны захаваюцца непасрэдна сэрвісамі аплаты. Telegram не будзе мець доступ да вашай карты і яе даных.
ca: Deseu la informació de pagament per a usar-la més endavant. Es desarà amb el proveïdor del pagament, Telegram no té accés a les dades de la targeta de crèdit.
de: Du kannst deine Zahlungsdaten für die zukünftige Verwendung speichern. Sie werden direkt beim Zahlungsanbieter gespeichert. Telegram hat keinen Zugriff auf deine Kreditkartendaten.
es: Puedes guardar tus datos de pago para futuros usos. Se almacenarán directamente en el proveedor de pagos. Telegram no tiene acceso a los datos de tu tarjeta de crédito.
fi: Voit tallentaa maksutietosi myöhempää käyttöä varten. Ne säilötään suoraan maksuntarjoajasi palvelimille eikä Telegramilla ole niihin pääsyä.
fr: Vous pouvez enregistrer vos informations de paiement pour une utilisation ultérieure. Elles seront stockées directement par le fournisseur de paiement. Telegram n'a aucun accès à vos données de carte bancaire.
it: Puoi salvare le tue informazioni di pagamento per uso futuro. Saranno memorizzate direttamente con il fornitore dei pagamenti. Telegram non ha accesso ai dati della tua carta di credito.
ko: 나중에 이용할 수 있도록 결제 정보를 저장하실 수 있습니다. 해당 정보는 결제 제공자에게 바로 저장이 됩니다. 텔레그램은 회원님의 신용카드 정보에 접근을 할 수 없습니다.
ms: Anda boleh simpan maklumat pembayaran anda untuk kegunaan akan datang. Ianya akan disimpan terus dengan pembekal pembayaran. Telegram tiada akses ke data kad kredit anda.
nl: Je kunt je betalingsinformatie voor toekomstig gebruik opslaan. Telegram heeft geen toegang tot je betaalinformatie, de informatie is opgeslagen bij de betalingsprovider.
pl: Możesz zapisać informacje o płatności do wykorzystania w przyszłości. Będą one przechowywane bezpośrednio u dostawcy płatności. Telegram nie ma dostępu do danych twojej karty kredytowej.
pt_br: Você pode salvar os dados de pagamento para uso futuro. Isso será salvo diretamente no provedor de pagamento, o Telegram não tem acesso aos dados do seu cartão de crédito.
ru: Вы можете сохранить реквизиты, чтобы использовать их в будущем. Telegram не будет иметь доступ к Вашим банковским данным.
sv: Du kan spara betalningsinfon för framtida bruk. Dessa sparas hos betalningsförmedlaren. Telegram har ingen åtkomst till betalkortsdata.
tr: Ödeme bilgilerinizi daha sonra kullanmak üzere kaydedebilirsiniz. Bilgiler, doğrudan ödeme sağlayıcısında saklanacaktır. Telegram'ın kredi kartı verilerinize erişimi yoktur.
uk: Ви можете зберегти платіжні дані на майбутнє. Платіжні дані зберігає платіжний провайдер, а не Telegram. Telegram не має доступу до даних кредитних карток.

# PaymentCardSavePaymentInformationInfoLine2
source: Please *turn on Two-Step Verification* to enable this.
ar: فضلًا قم *بتفعيل التحقق بخطوتين* لتفعيل هذا الخيار.
be: *Уключыце двухэтапную праверку*, каб мець доступ да гэтай функцыі.
ca: Haureu d'*activar la *verificació en dos passos*.
de: Bitte *schalte die zweistufige Bestätigung ein*, um es zu aktivieren.
es: Por favor, *activa la verificación en dos pasos* para activar esto.
fa: لطفاً برای فعال کردن این گزینه *تأیید دو‌مرحله‌ای را فعال کنید*.
fi: Tallennus vaatii *kaksivaiheisen todennuksen* käyttöönoton.
fr: Veuillez *activez la double authentification* pour cela.
id: Mohon *aktifkan Verifikasi Dua Langkah* untuk mengijinkan transaksi.
it: Per favore *attiva la verifica in due passaggi* per abilitare questo.
ko: 이 기능을 사용하려면 *2단계 인증을 활성화*해 주세요.
ms: Sila "BUKA Verifikasi 2-Langkah" untuk dayakan.
nl: Activeer "twee-staps-verificatie" om deze functie te gebruiken.
pl: Włącz *Weryfikację dwustopniową*, aby to umożliwić.
pt_br: Por favor, *ative a Verificação em Duas Etapas* para ativar isso.
ru: Чтобы сделать это, пожалуйста, *настройте двухэтапную аутентификацию*.
sv: Vänligen *aktivera tvåstegsverifiering* för att medge detta.
tr: Bunu etkinleştirmek için *İki Adımlı Doğrulama* özelliğini açın.
uk: Для цього спершу *увімкніть двоетапну перевірку*.
uz: Bundan foydalanish uchun *Ikki bosqichli tekshiruvni yoqing*.
zh_cn: 请先*开启两步验证*后再启用此功能。
zh_tw: 請先*開啓兩步驟驗證*後再啓用此功能。

# PaymentCardTitle
source: Payment card
ar: بطاقة الدفع
be: Плацежная картка
ca: Targeta
de: Zahlungskarte
es: Tarjeta de pago
fa: کارت پرداخت
fi: Maksukortti
fr: Carte de paiement
id: Kartu Pembayaran
it: Carta di pagamento
ko: 결제 카드
ms: Kad bayaran
nl: Betaalkaart
pl: Karta płatnicza
pt_br: Cartão de pagamento
ru: Платёжная карта
sv: Betalkort
tr: Ödeme kartı
uk: Платіжна картка
uz: To‘lov kartasi
zh_cn: 付款卡
zh_tw: 付款卡

# PaymentCheckout
source: Checkout
ar: الدفع
be: Завяршэнне пакупкі
ca: Pagament final
de: Kasse
es: Caja
fa: تسویه حساب
fi: Kassa
fr: Paiement
id: Pembayaran
it: Cassa
ko: 체크아웃
ms: Bil
nl: Afrekenen
pl: Finalizacja zakupu
pt_br: Finalizar
ru: Оплатить
sv: Checka ut
tr: Ödeme
uk: Оплата
uz: Tekshirish
zh_cn: 结算
zh_tw: 結算

# PaymentCheckoutEmail
source: Contact address
ar: عنوان التواصل
be: Кантактны адрас
ca: Adreça de contacte
de: Kontaktadresse
es: Dirección de contacto
fa: آدرس تماس
fi: Sähköpostiosoite
fr: Courriel de contact
id: Alamat
it: Indirizzo di contatto
ko: 연락주소
ms: Alamat Surat Menyurat
nl: Contactadres
pl: Adres kontaktowy
pt_br: Endereço de contato
ru: Контактный адрес
sv: Kontaktadress
tr: İletişim adresi
uk: Контактна адреса
uz: Bog‘lanish manzili
zh_cn: 联系地址
zh_tw: 聯絡地址

# PaymentCheckoutMethod
source: Payment method
ar: وسيلة الدفع
be: Спосаб аплаты
ca: Mètode de pagament
de: Zahlungsart
es: Método de pago
fa: روش پرداخت
fi: Maksutapa
fr: Méthode de paiement
id: Metode Pembayaran
it: Metodo di pagamento
ko: 결제 방법
ms: Cara pembayaran
nl: Betalingsmethode
pl: Metoda płatności
pt_br: Método de pagamento
ru: Способ оплаты
sv: Betalningssätt
tr: Ödeme yöntemi
uk: Метод оплати
uz: Toʻlov usuli
zh_cn: 支付方式
zh_tw: 支付方式

# PaymentCheckoutMethodNewCard
source: New card
ar: إضافة بطاقة مصرفية...
be: Новая картка
ca: Targeta nova
de: Neue Karte
es: Nueva tarjeta
fi: Lisää kortti...
fr: Nouvelle carte
it: Nuova carta
ko: 새로운 신용카드
ms: Kad baru
nl: Nieuwe kaart
pl: Nowa karta
pt_br: Novo cartão
ru: Новая карта
sv: Lägg till kort...
tr: Yeni kart
uk: Нова картка

# PaymentCheckoutName
source: Name
ar: الاسم
be: Імя
ca: Nom
es: Nombre
fa: نام
fi: Nimi
fr: Nom
id: Nama
it: Nome
ko: 이름
ms: Nama
nl: Naam
pl: Imię
pt_br: Nome
ru: Имя
sv: Namn
tr: Ad
uk: Імʼя
uz: Ism
zh_cn: 姓名
zh_tw: 姓名

# PaymentCheckoutPay
source: PAY {0}
ar: دفع ⁨{0}⁩
be: АПЛАЦІЦЬ {0}
ca: PAGA {0}
de: {0} BEZAHLEN
es: PAGAR {0}
fa: پرداخت ⁨{0}⁩
fi: MAKSA {0}
fr: PAYER {0}
id: BAYAR {0}
it: PAGA {0}
ko: {0} 결제
ms: BAYAR {0}
nl: {0} BETALEN
pl: ZAPŁAĆ {0}
pt_br: PAGAR {0}
ru: ОПЛАТИТЬ {0}
sv: BETALA {0}
tr: {0} ÖDE
uk: ОПЛАТИТИ {0}
uz: {0} TO‘LASH
zh_cn: 支付 {0}
zh_tw: 支付 {0}

# PaymentCheckoutPhoneNumber
source: Phone number
ar: رقم الهاتف
be: Нумар тэлефона
ca: Número de telèfon
de: Telefonnummer
es: Número de teléfono
fa: شماره تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
id: Nomor telepon
it: Numero di telefono
ko: 전화번호
ms: Nombor Fon
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número de telefone
ru: Номер телефона
sv: Telefonnummer
tr: Telefon numarası
uk: Номер телефону
uz: Telefon raqami
zh_cn: 电话号码
zh_tw: 電話號碼

# PaymentCheckoutProvider
source: Payment provider
ar: موفِّر عملية الدفع
be: Сэрвіс аплаты
ca: Proveïdor del pagament
de: Zahlungsbetreiber
es: Proveedor de pago
fa: ارائه‌دهنده خدمات پرداخت
fi: Maksupalveluntarjoaja
fr: Fournisseur de paiement
id: Penyedia pembayaran
it: Fornitore del pagamento
ko: 결제 제공 업체
ms: Pembekal bayaran
nl: Betalingsprovider
pl: Dostawca płatności
pt_br: Provedor de pagamento
ru: Платёжный провайдер
sv: Betalningsförmedlare
tr: Ödeme sağlayıcısı
uk: Провайдер платежу
uz: Toʻlov provayderi
zh_cn: 支付服务提供商
zh_tw: 支付服務供應商

# PaymentCheckoutShippingMethod
source: Shipping method
ar: طريقة الشحن
be: Спосаб дастаўкі
ca: Mètode d'enviament
de: Versandart
es: Forma de envío
fa: روش ارسال
fi: Toimitustapa
fr: Méthode de livraison
id: Metode Pengiriman
it: Metodo di spedizione
ko: 배송방법
ms: Kaedah penghantaran
nl: Verzendmethode
pl: Sposób dostawy
pt_br: Método de Entrega
ru: Способ доставки
sv: Leveranssätt
tr: Teslimat yöntemi
uk: Метод доставки
uz: Yetkazish usuli
zh_cn: 配送方式
zh_tw: 配送方式
